Repository: abraia/abraia-wordpress
Catalog: languages/abraia-*.po
Languages: es_es

source: Settings
es_es: Configuración

source: The smart web image optimization plugin
es_es: El plugin de optimización de imagen inteligente

source: Resize larger images
es_es: Redimensionar imágenes de más de

source: Max Width
es_es: Ancho máximo

source: Max Height
es_es: Alto máximo

source: Reduce unnecessarily large images to the specified maximum dimensions
es_es: Reducir imágenes innecesariamente más grandes que las dimensiones especificadas

source: Compress thumbnails
es_es: Comprimir miniaturas

source: Compress generated thumbnails bigger than
es_es: Comprimir miniaturas generadas de más de

source: Formats to be optimized
es_es: Fomatos que serán optimizados

source: Compress JPEG files
es_es: Comprimir archivos JPEG

source: Compress PNG files
es_es: Comprimir archivos PNG

source: Compress GIF files
es_es: Comprimir archivos GIF

source: Compress SVG files
es_es: Comprimir archivos SVG

source: Compress WebP files
es_es: Comprimir archivos WebP

source: Compress on upload
es_es: Comprimir al subir

source: Compress new images on upload
es_es: Comprimir nuevas imágenes al subirlas

source: Support
es_es: Soporte

source: If you have any question, doubt, or issue, just send us an email.
es_es: Si tienes alguna pregunta, duda o problema, simplemente envíanos un email.

source: Get Support
es_es: Obtén soporte

source: Save Changes
es_es: Grabar cambios

source: Welcome!
es_es: ¡Bienvenido!

source: Get your FREE API Key
es_es: Obtén tu API Key GRATUITA

source: Enter your email
es_es: Introduce tu dirección de email

source: Get API Key
es_es: Obtener API Key

source: Enter your FREE API Key
es_es: Introduce tu API Key GRATUITA

source: Enter your API Key
es_es: Introduce tu API Key

source: Save API Key
es_es: Guardar API Key

source: Optimize your images
es_es: Optimiza tus imágenes

source: API Status
es_es: Estado de la API

source: Everything OK
es_es: Todo está correcto

source: Wrong API Key
es_es: API Key Incorrecta

source: Optimize images
es_es: Optimiza imágenes

source: Buy More Megas
es_es: Comprar más Megas

source: Your optimization quote is expiring!
es_es: ¡Tu cuota de optimización se está acabando!

source: Abraia Compression
es_es: Abraia Compresión

source: Bulk image optimization
es_es: Optimización de todas las imágenes

source: Optimized
es_es: Optimizado

source: images of
es_es: imágenes de

source: Saved
es_es: Ahorrado

source: Size now
es_es: Tamaño ahora

source: Size before
es_es: Tamaño antes

source: Your Account
es_es: Tu Cuenta

source: Available
es_es: Disponible

source: Total processed
es_es: Total procesado

source: images and
es_es: imágenes y

source: Bulk Optimization
es_es: Optimizar todo

source: Automatically optimize your images with Abraia.
es_es: Automáticamente optimizar imágenes con Abraia.
